Revit 2027 API
ParameterTypeId.Directcontext3dServerId Property
 "ServerId"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Directcontext3dServerId { get; }
Public Shared ReadOnly Property Directcontext3dServerId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Directcontext3dServerId {
	ForgeTypeId^ get ();
}
static member Directcontext3dServerId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace